geolocator_name_app = 'name_of_your_app' 

max_symbol_for_message = 50

phone_button_text = 'Отправить номер телефона'
message_to_send_phonenumber = '<b><em>Необходимо отправить контакт по кнопке внизу!</em></b>👇 \n\nПривет!\nДавай пройдём короткую регистрацию\n🤝\n\nДля начала - поделись номером телефона!\n👇👇👇👇👇'
phone_error = '<b><em>Что-то пошло не так. Вам необходимо отправить контакт по КНОПКЕ внизу! \n\nЕсли вы её не видите, значит она скрыта и находится чуть правее от поля ввода сообщения</em></b>👇'

geolocation_button_text = 'Отправить местоположение'
message_to_send_geolocation = '⚠️Включи геолокацию на телефоне!⚠️\n\nОтправь свой город, чтобы получать заявки без ошибок👇👇👇\n\nℹ️Определение города может занять некоторое время🕰.'
founded_city = '✅Найден город '
geolocation_error = '<b><em>Что-то пошло не так. Необходимо отправить геолокацию по КНОПКЕ внизу! \n\nЕсли вы её не видите, значит она скрыта и находится чуть правее от поля ввода сообщения</em></b>👇'

input_lastname_text = 'Еще пару шагов и мы у цели!\n🖌Введи <b>ТОЛЬКО</b> фамилию:'
lastname_error = 'Слишком большое сообщение. Пожалуйста, введите корректную фамилию.'

input_firstname_text = '🖌Введи <b>ТОЛЬКО</b> имя:'
firstname_error = 'Слишком большое сообщение. Пожалуйста, введите корректное имя.'

input_middlename_text = '🖌Введи <b>ТОЛЬКО</b> отчество:'
middlename_error = 'Слишком большое сообщение. Пожалуйста, введите корректное отчество.'

input_bitrhday_data_text = '🖌 Введи дату рождения в формате «день.месяц.год» пример: 01.01.1990'
date_type = '%d.%m.%Y'
date_error = 'Не верный формат даты, необходимо ДД.ММ.ГГГГ'

message_should_be_text_type = 'Сообщение должно быть текстом!'

citizen_ru_button_yes = 'Отзывы "Компания" Google'
citizen_ru_button_yes_callback_data = 'delete'

citizen_ru_button_no = 'Отзывы "Компания" Yandex'
citizen_ru_button_no_callback_data = 'edit'

user_citizen_ru_text = 'Являешься гражданином Российской Федерации🇷🇺?'
user_citizen_ru_error = '<b>Не верный формат.</b> \n\nНажмите на кнопку соответствующую вашему гражданству'
registration_sucsess = '<b>Регистрация прошла успешно!</b>'

button_result_name = '👉Канал '

already_registered = 'Готово🖖\nПереходи на канал «Арзамас» (там будут заявки)\n\nКак перейдёшь - обязательно нажми кнопку «начать/старт/start» (без этого заявки не будут появляться ‼️ )\n\n👇👇👇👇👇'