geolocator_name_app = 'name_of_your_app' 

max_symbol_for_message = 250
input_adress_text = 'Напишите адрес объекта: '
adress_error = 'Слишком большое сообщение. Пожалуйста, введите корректный адрес объекта.'

input_whattodo_text = 'Напишите что нужно делать: '
whattodo_error = 'Слишком большое сообщение. Пожалуйста, введите сообщение с меньшим количеством символов'

input_startwork_text = 'Напишите начало работы: '
startwork_error = 'Слишком большое сообщение. Пожалуйста, введите сообщение с меньшим количеством символов'

message_should_be_text_type = 'Сообщение должно быть текстом!'

order_send = 'Отправить'
order_send_callback_data = 'delete'

order_delete = 'Удалить'
order_delete_callback_data = 'edit'

ready_order_text = 'Заявка сформирована'
ready_order_error = '<b>Не верный формат.</b> \n\nНажмите на кнопку соответствующую вашему требованию'
order_sucsess = '<b>Регистрация прошла успешно!</b>'

button_result_name = '👉Канал '

already_registered = 'Готово🖖\nПереходи на канал (там будут заявки)\n\nКак перейдёшь - обязательно нажми кнопку «начать/старт/start» (без этого заявки не будут появляться ‼️ )\n\n👇👇👇👇👇'


make_order_button = 'Сформировать заявку'
open_base_orders = 'Открыть базу данных заявок'
open_base_people = 'Открыть базу данных пользователей'
start_bot_message = 'Рад помочь, выберите подходящий пункт'

input_city_object = 'Напишите город объекта: '
open_base_orders_message = 'Вот база данных заявок: '
open_base_people_message = 'Вот база данных пользователей: '
choose_true_point_of_menu = 'Выберите подходящий пункт меню'

input_count_of_need_people = 'Напишите количество требуемых рабочих: '

input_number = 'Введите цифру'

input_sum_in_hour = 'Напишите сумму в час:'

input_numbers = 'Введите число'