geolocator_name_app = 'name_of_your_app' 

max_symbol_for_message = 50
input_lastname_text = 'Напишите адрес объекта: '
lastname_error = 'Слишком большое сообщение. Пожалуйста, введите корректный адрес объекта.'

input_firstname_text = 'Напишите что нужно делать: '
firstname_error = 'Слишком большое сообщение. Пожалуйста, введите сообщение с меньшим количеством символов'

input_middlename_text = 'Напишите начало работы: '
middlename_error = 'Слишком большое сообщение. Пожалуйста, введите сообщение с меньшим количеством символов'

message_should_be_text_type = 'Сообщение должно быть текстом!'

citizen_ru_button_yes = 'Отправить'
citizen_ru_button_yes_callback_data = 'delete'

citizen_ru_button_no = 'Удалить'
citizen_ru_button_no_callback_data = 'edit'

user_citizen_ru_text = 'Заявка сформирована'
user_citizen_ru_error = '<b>Не верный формат.</b> \n\nНажмите на кнопку соответствующую вашему требованию'
registration_sucsess = '<b>Регистрация прошла успешно!</b>'

button_result_name = '👉Канал '

already_registered = 'Готово🖖\nПереходи на канал «Арзамас» (там будут заявки)\n\nКак перейдёшь - обязательно нажми кнопку «начать/старт/start» (без этого заявки не будут появляться ‼️ )\n\n👇👇👇👇👇'